Repository: manveru/wordpress-translations
Catalog: admin-rhg.po
Languages: rhg_mm

source: Send User Notification
rhg_mm: Estemal goróya'r etalá defeçó

source: Send the new user an email about their account.
rhg_mm: Noya estemal goróya ré ítarar hísaf or baabote ekkán b-ciñçí defeçó.

source: You can change your profile picture on <a href="%s">Gravatar</a>.
rhg_mm: Tuñí tuánr profail fothú <a href="%s">Gravatar</a> ot bodoli faríba.

source: Profile Picture
rhg_mm: Profail Fothú

# themes
source: Favorites
rhg_mm: Fosón ókkol

source: Users list
rhg_mm: Estemalgoróya ókkol or liís

source: Users list navigation
rhg_mm: Estemalgoróya ókkol or liís or duadui

source: One of the selected users is not a member of this site.
rhg_mm: Basíloiyá estemalgoróya ókkol ot uggwá sáith yián or membór nói.

source: Filter users list
rhg_mm: Estemalgoróya ókkol or liís salo

source: Media items list
rhg_mm: Midhia jiníc ókkol or liís

source: Media items list navigation
rhg_mm: Midhia jiníc ókkol or liís or duadui

source: Filter media items list
rhg_mm: Midhia jiníc ókkol or liís salo

source: %s files
rhg_mm: %s fail ókkol

source: Filter themes list
rhg_mm: Tehm or liís salo

source: Themes list
rhg_mm: Tehm ókkol or liís

source: Install Parent Theme
rhg_mm: Uoror Tehm Fíthgoró

source: <a href="https://codex.wordpress.org/Nginx">Documentation on Nginx configuration</a>.
rhg_mm: <a href="https://codex.wordpress.org/Nginx">Nginx Tortib or uore Habosfonna</a>.

source: You have specified this user for removal:
rhg_mm: Tuñí estemalgoróya ibá ré larifélai bélla waazé goijjó:

source: Log %s out of all locations.
rhg_mm: Loóg %s beggún zaga ókkol óttu baáre.

source: Account Management
rhg_mm: Hísaf or Entezam

source: Generate Password
rhg_mm: Húfiawaádh Toiyargoró

source: Cancel password change
rhg_mm: Húfiawaádh bodola kensél goró

source: Sessions
rhg_mm: Secén Ókkol

source: Log Out Everywhere Else
rhg_mm: Beggúla Áttu Baáre Neeiló

source: No comments
rhg_mm: Hóno rai óll nái

source: %s comment
rhg_mm: %s Rai ókkol

source: More actions
rhg_mm: Aró Ékcen ókkol

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
rhg_mm: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Aró maalumat ókkol</a>

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
rhg_mm: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Tarík arde Thaim or cokól diya'r uore Habosfonna</a>.

source: %s user deleted.
rhg_mm: %s estemalgoróya ókkol haçigiyói.

source: You have specified these users for deletion:
rhg_mm: Tuñí estemalgoróya iín oré haçifélai bélla waazé goijjó:

source: What should be done with content owned by these users?
rhg_mm: Estemalgoróya ókkol iín or hazorjiníc or fúañti ki goróon sa.

source: Install Press This
rhg_mm: Ibá Sibo Fíthgoró

source: Bookmarklet
rhg_mm: Kitabórhót

source: New translations are available.
rhg_mm: Noya torjuma ókkol moujut asé.

source: Direct link (best for mobile)
rhg_mm: Dhaárik rabeta (Mubáil ollá sóbse gom)

source: You are only logged in at this location.
rhg_mm: Tuñí siríf zaga yián ot bútore góilla asó.

source: Log Out Everywhere
rhg_mm: Beggúla baáre neeiló

# Plugin Installer
source: Recommended
rhg_mm: Cúaric goijjá

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s Log in here: %4$s We hope you enjoy your new site. Thanks! --The WordPress Team https://wordpress.org/
rhg_mm: Tuáñr noya WordPress or sáith kamiyabi sáñte boni giyégói:: %1$s Tuñí nise diyé de maalumat lóí entezam goróya'r hisáf ot góli faríba: Estemal goróya'r nam: %2$s Húfiawaádh: %3$s Yiáñt bútore gólo: %4$s Añára acá gorídde tuñí tuáñr noya sáith lói moza goríba. Cúkuria! -- WordPress Thiím https://wordpress.org/

source: You cannot delete a theme while it has an active child theme.
rhg_mm: Tuñí uggwá tehm haçi no faribá zeñtte ibáttu uggwá fua tehm salu asé.

source: Mystery Person
rhg_mm: Luwaiya Manúic

source: Untested with your version of WordPress
rhg_mm: Tuáñr WordPress or varcén lói teés no goijjá

source: Filter by category
rhg_mm: Kisím loi salo

source: Filter by comment type
rhg_mm: Rai or kisím loi salo

source: You are now logged out everywhere else.
rhg_mm: Tuñí ehón oinno beggúlattú baáre neeilí giyógói.

source: %s has been logged out.
rhg_mm: %s baáre neeilí giyógói.

source: Could not log out user sessions. Please try again.
rhg_mm: Estemal goróya'r secén ókkol óttu baáre neeilí no farér. Meérbanigorí abbar kucícgoró.

# term parent
source: Parent
rhg_mm: Uore

source: This preview is unavailable in the editor.
rhg_mm: Agorisaá yián edhithar or bútore moujut nái.

# Welcome panel
source: Welcome
rhg_mm: Estekbal gorázar

# theme editor
source: Editor
rhg_mm: Edhithar

# users
source: All <span class="count">(%s)</span>
rhg_mm: Beggún <span class="count">(%s)</span>

# link name
source: Name
rhg_mm: Nam

source: Release Lead
rhg_mm: Ófan Erido

source: Add Plugins
rhg_mm: Modhul ókkol ezafágoró

source: Invalid translation type.
rhg_mm: Gairsóiyi torjuma'r kisím.

source: Note:
rhg_mm: Nuth:

source: The %s constant in your %s file is no longer needed.
rhg_mm: Ekdhoilla %s tuáñr %s fail or bútore ar zorurot nái.

source: <strong>Incompatible</strong> with your version of WordPress
rhg_mm: Tuáñr WordPress or varcén lói <strong>Mutabek Nói</strong>

source: <strong>Compatible</strong> with your version of WordPress
rhg_mm: Tuáñr WordPress or varcén or <strong>mutabek asé</strong>

source: %d star
rhg_mm: %d tara ókkol

source: Select bulk action
rhg_mm: Bicí ékcen basílo

source: Month
rhg_mm: Mac

source: Day
rhg_mm: Din

source: Hour
rhg_mm: Góndha

source: Minute
rhg_mm: Miníth

# Button label for a theme
source: Previous
rhg_mm: Fisór

# Button label for a theme
source: Next
rhg_mm: Baade

source: BETA TESTERS:
rhg_mm: Bitha Theésgoróya ókkol:

source: This site is set up to install updates of future beta versions automatically.
rhg_mm: Sáith yián mustakbel or bitha varcén ókkol or tazagoríbar maalumat ókkol nizebaze fíthgoríbellá séth gorá giyé.

source: %s failed to embed.
rhg_mm: %s fúañtigoríte félgiyé.

# Plugin Installer
source: Beta Testing
rhg_mm: Bitha Theés

# Plugin installer group title
source: Performance
rhg_mm: Hamdóon

# Plugin installer group title
source: Social
rhg_mm: Cómaji

# Plugin installer group title
source: Tools
rhg_mm: Hamor sáman

source: More Details
rhg_mm: Aró Tofsil ókkol

source: View details
rhg_mm: Tofsil Soó

# Number/count of items
source: Count
rhg_mm: Gon

# themes
source: Recently Updated
rhg_mm: Ehón Tazagoijjé

# Plugin installer section title
source: Reviews
rhg_mm: Nozorsáni ókkol

source: Donate to this plugin &#187;
rhg_mm: Modhul ibát sañda do &#187;

source: Contributors
rhg_mm: Híssadoya ókkol

source: Filtering by:
rhg_mm: Lói salo:

source: No themes found. Try a different search.
rhg_mm: Honó tehm noófa. Aruggwá alok tuai soó.

source: To crop the image, click on it and drag to make your selection.
rhg_mm: Fothú cáçíbélla, yián ot klikgoró ar tuñí basí loibélla tañno.

source: Displayed on attachment pages.
rhg_mm: Lagaiyá sófa ókkol ot daháiye.

source: All comment types
rhg_mm: Beggún rai or kisím ókkol

# themes
source: Featured
rhg_mm: Húbiwala

# themes
source: Popular
rhg_mm: Mocóur

# themes
source: Latest
rhg_mm: Taza

source: Add Themes
rhg_mm: Tehm Ókkol Ezafágoró

source: Search Themes
rhg_mm: Tehm Ókkol Tua

source: Search themes...
rhg_mm: Tehm ókkol tua...

# theme
source: Details &amp; Preview
rhg_mm: Tofsil ókkol &amp; Agorisoó

source: Delete all content.
rhg_mm: Hazorjiníc beggún haçiféla.

source: Attribute all content to:
rhg_mm: Hazorjiníc beggún ikka húbigor:

source: What should be done with content owned by this user?
rhg_mm: Estemalgoróya ibár hazorjiníc loi ki gorá foribóu?

source: &larr; Return to editor
rhg_mm: &larr; Poigam or edhithar or ikka wapes zoo

source: Type
rhg_mm: Kisím

source: Thank you for creating with <a href="%s">WordPress</a>.
rhg_mm: <a href="%s">WordPress</a> lói toiyar goijjó yián ólla bicí cúkuria.

source: Manage widgets
rhg_mm: Wíjeth ókkol sóoñló

source: Manage menus
rhg_mm: Mínu ókkol sóoñló

source: Edit status
rhg_mm: Hásiyot sóiyigoró

source: Edit visibility
rhg_mm: Daházoon sóiyigoró

source: Browse revisions
rhg_mm: Rivicén ókkol tuaineeilá

source: Edit date and time
rhg_mm: Tarík ar woktó sóiyigoró

source: Search installed themes...
rhg_mm: Fíthgoijjá tehm ókkol tua...

source: Welcome to WordPress&nbsp;%s
rhg_mm: WordPress&nbsp;%s ot estekbal gorázar

source: %s Post
rhg_mm: %s Poigam ókkol

source: %s Page
rhg_mm: %s Sófa ókkol

# comments
source: %s in moderation
rhg_mm: %s fáisela'r bútore

source: %s MB Space Allowed
rhg_mm: %s MB Hálizaga Ejazot Asé

source: %1$s MB (%2$s%%) Space Used
rhg_mm: %1$s MB (%2$s%%) Hálizaga Estemalgoijjé

source: At a Glance
rhg_mm: Ek Nozor ot

source: Accessibility Ready
rhg_mm: Sóulot Toiyar

source: This is a child theme of %s.
rhg_mm: Ibá uggwá %s or fua tehm.

source: Hover or tap to see Activate and Live Preview buttons
rhg_mm: Salugor arde dhaárik agorisaá de bothon okkol saibélla gúra yá sibo

source: The current theme is displayed highlighted as the first theme.
rhg_mm: Ehónor tehm oré foóila tehm hísafe waazégoijjé.

source: Click on the theme to see the theme name, version, author, description, tags, and the Delete link
rhg_mm: Tehm or nam, varcén, lekóya, tofsil, hót ókkol ar rabeta haçó waghera ré saibélla tehm or uore klikgoró

source: Click Customize for the current theme or Live Preview for any other theme to see a live preview
rhg_mm: Ehónor tehm ólla Háaic mozin oré klikgoró yá oinno honó tehm oré dhaárik agorisaibélla dhaárik agorisoó.

source: %1$s rating based on %2$s rating
rhg_mm: %2$s dam ókkol uore buniyadgorí %1$s dam

source: %s rating
rhg_mm: %s dam

source: Rollback Error: [%1$s] %2$s
rhg_mm: Golot Wapeslo: [%1$s] %2$s

source: Error: [%1$s] %2$s
rhg_mm: Golot: [%1$s] %2$s

source: The following themes were successfully updated:
rhg_mm: Nisór tehm ókkol kamiyabi sáñte taza ói giyégói:

source: The following translations were successfully updated:
rhg_mm: Nisór torjuma ókkol kamiyabi sáñte taza ói giyégói:

source: The following plugins failed to update:
rhg_mm: Nisór modhul ókkol taza óite félgiyé:

source: The following themes failed to update:
rhg_mm: Nisór tehm ókkol taza óite félgiyé:

source: The following translations failed to update:
rhg_mm: Nisór torjuma ókkol taza óite félgiyé:

source: The following plugins were successfully updated:
rhg_mm: Nisór modhul ókkol kamiyabi sáñte taza ói giyégói:

source: Unable to submit this form, please refresh and try again.
rhg_mm: Fórom yián zomadi no faré, meérbanigori tazagoró ar abbar kucícgoró.

source: Add New Theme
rhg_mm: Noya Tehm Ezafágoró

# Add new theme
source: Add New
rhg_mm: Noya Ezafágoró

source: Update Available
rhg_mm: Tazagoríbar Maalumat Moujut Asé

source: Show previous theme
rhg_mm: Fisór tehm dahá

source: Show next theme
rhg_mm: Baader tehm dahá

source: Are you sure you want to delete this theme? Click 'Cancel' to go back, 'OK' to confirm the delete.
rhg_mm: Tuñí tehm ibá haçifélaibá de fakka né? Wapes zaibellá 'Kensel' klikgoró, Fakka haçíbélla 'Oke' klikgoró.

source: Add Widget
rhg_mm: Wíjeth Ezafágoró

source: <strong>Screen Options</strong> &mdash; Use the Screen Options tab to choose which Dashboard boxes to show.
rhg_mm: <strong>Eskírin Ektiyar Ókkol</strong> &mdash; Hon muúmorbudh or fethi ókkol basí lóibélla eskírin ektiyar ókkol or hót estemalgoró.

source: WordPress site: %s
rhg_mm: WordPress or sáith: %s

source: SUCCESS: WordPress was successfully updated to %s
rhg_mm: KAMIYABI: WordPress kamiyabi sáñte %s ot taza ói giyégóí.

source: FAILED: WordPress failed to update to %s
rhg_mm: FÉLGIYÉ: WordPress %s ot taza óite félgiyégóí.

source: SUCCESS: %s
rhg_mm: KAMIYABI: %s

source: FAILED: %s
rhg_mm: FÉLGIYÉ: %s

source: Activity
rhg_mm: Lorasora

source: WordPress News
rhg_mm: WordPress Hóbor ókkol

source: WordPress %1$s running %2$s theme.
rhg_mm: WordPress %1$s soler %2$s tehm.

source: What&#8217;s on your mind?
rhg_mm: Tuáñr demak ot ki asé?

# drafts
source: View all
rhg_mm: Beggún soó

source: Publishing Soon
rhg_mm: Joldi Baáir Óibou

source: Recently Published
rhg_mm: Ehón Baáirgoijjé

source: No activity yet!
rhg_mm: Ájjo honó lorasora nái!

source: Tomorrow
rhg_mm: Hailla

source: Popular Plugin
rhg_mm: Mocóur Modhul

source: Manage Uploads
rhg_mm: Uoretulá ókkol Sóoñló

source: [%s] There were failures during background updates
rhg_mm: [%s] Éçe fisór tazagoríbar maalumat or woktót fél ókkol óoil.

source: [%s] Background updates have finished
rhg_mm: [%s] Fisór tazagoríbar maalumat hótom óiye

source: Quick Draft
rhg_mm: Joldi Tooitta

source: Drafts
rhg_mm: Tooitta ókkol

source: WordPress %s is also now available.
rhg_mm: Yaa WordPress %s yó moujut asé.

source: Your site was running version %s.
rhg_mm: Tuáñr sáith solerdé várcen %s aiccíl.

source: Your site at %1$s experienced a critical failure while trying to update WordPress to version %2$s.
rhg_mm: Tuáñr sáith %1$s ekkán nazuk fél or háalot oré maásus goijjé zeñtte WordPress or varcén %2$s ot taza goríbar kucíc goijjé.

source: Update Translations
rhg_mm: Torjuma Ókkol Tazagoró

source: Updating translations for %1$s (%2$s)&#8230;
rhg_mm: %1$s (%2$s)&#8230; ólla torjuma ókkol tazagorír

source: Translations for %s
rhg_mm: %s ólla torjuma ókkol

source: [%1$s] Your site has updated to WordPress %2$s
rhg_mm: [%1$s] Tuáñr sáith WordPress %2$s ot taza ói giyégói.

source: [%1$s] WordPress %2$s is available. Please update!
rhg_mm: [%1$s] WordPress %2$s moujut asé. Meérbanigorí tazagoró!

source: [%1$s] URGENT: Your site may be down due to a failed update
rhg_mm: [%1$s] FÓURAN: Óitfare tuáñr sáíth ekkán maalumat tazagorár fél ollá bóuli nise giyégói.

source: Howdy! Your site at %1$s has been updated automatically to WordPress %2$s.
rhg_mm: Keén asó! Tuáñr sáith%1$s nizebaze WordPress %2$s ot taza ói giyégói.

source: No further action is needed on your part.
rhg_mm: Tuáñr híssa uore ar honó ékcen or zorurot nái.

source: For more on version %s, see the About WordPress screen:
rhg_mm: Aró varcén %s ólla, WordPress or Baabote eskírin soó:

source: Please update your site at %1$s to WordPress %2$s.
rhg_mm: Meérbanigorí tuáñr sáith %1$s oré WordPress %2$s ot tazagoró.

source: We tried but were unable to update your site automatically.
rhg_mm: Añára kucíc goijjílam lékin tuáñr sáith oré tazagorí no farí.

source: Updating is easy and only takes a few moments:
rhg_mm: Tazagorá asán ar siríf kessú cóme lo:

source: Your site at %1$s experienced a critical failure while trying to update to the latest version of WordPress, %2$s.
rhg_mm: Tuáñr sáith %1$s ekkán nazuk fél or háalot oré maásus goijjé zeñtte WordPress or taza varcén %2$s ot taza goríbar kucíc goijjé.

source: This means your site may be offline or broken. Don't panic; this can be fixed.
rhg_mm: Yián maáni tuáñr sáith óitfare lain ór baáre yá báñgga asé. No dhoraiyó; yián thík gorí faribóu.

source: The WordPress Team
rhg_mm: WordPress or Thiím

source: Error code: %s
rhg_mm: Golot or kudh: %s

source: This content is currently locked.
rhg_mm: Hazorjiníc yián ehón ot thalamaijjá asé.

source: If you take over, %s will be blocked from continuing to edit.
rhg_mm: Zodi tuñí loilé, %s oré sóiyi gorá zarirak áttu bongorá zaibóu.

source: Future security updates will be applied automatically.
rhg_mm: Mustakbel or héfazot or tazagoríbar maalumat nizebaze laga zaibóu.

source: Translations
rhg_mm: Torjuma ókkol

source: Your translations are all up to date.
rhg_mm: Tuáñr beggún torjuma ókkol taza asé.

source: Downloading translation from <span class="code">%s</span>&#8230;
rhg_mm: Torjuma <span class="code">%s</span>&#8230; óttu niselamar

source: Translation update failed.
rhg_mm: Torjuma tazagorá félgiyé.

source: Translation updated successfully.
rhg_mm: Torjuma kamiyabi sáñte taza ói giyégói.

source: Updating theme: %s
rhg_mm: Tehm tazagorér: %s

source: Updating plugin: %s
rhg_mm: Modhul tazagorér: %s

source: There is not enough free disk space to complete the update.
rhg_mm: Tazagorá mukómmol goribálla éçe honó bicí hálizaga nái.

source: Comment must be manually approved
rhg_mm: Rai hámahá háte monzur gorá foribóu

source: Create a brand new user and add them to this site.
rhg_mm: Uggwá noya márha estemalgoróya toiyargoró ar ibáre sáith yián ot ezafágoró.

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
rhg_mm: Mafsaái, yían ekkán sóiyi b-ciñçí'r thíkana nói. B-ciñçír thíkana ókkol <code>username@example.com</code> dhóilla daháza.

source: You must provide an email address.
rhg_mm: Tuáñrtu ekkán b-ciñçír thíkana hámahá diya foribóu.

source: Looking for %1$s in %2$s
rhg_mm: %1$s oré %2$s or bútore tuair

source: Attempting to roll back to previous version.
rhg_mm: Boçíwapes fisór varcén ot zaibar kucícgorér.

source: Due to an error during updating, WordPress has rolled back to your previous version.
rhg_mm: Tazagoríbar woktót ekkán golot ollá bóuli, WordPress boçíwapes tuáñr fisór varcén ot giyégói.

source: Updating to WordPress %s
rhg_mm: WordPress %s ot tazagorér

source: This password will not be stored on the server.
rhg_mm: Húfiawaádh ibá sarvar ot bórierá no zaibóu.

source: Preparing to install the latest version&#8230;
rhg_mm: Taza varcén&#8230; fíth goribélla toiyargorér

source: Copying the required files&#8230;
rhg_mm: Lagerde fail ókkol&#8230; oré kopígorér

source: Please provide a valid username.
rhg_mm: Meérbanigorí ekkán sóiyi estemalgoróya'r nam doo.

source: The username you provided has invalid characters.
rhg_mm: Tuñí estemalgoróya'r nam diyó de yián ot gairsóiyi hórof ókkol asé.

source: Your passwords do not match. Please try again.
rhg_mm: Tuáñr húfiawaádh ókkol ekkudhoilla nói. Meérbanigorí abbar kucícgoró.

source: Category added.
rhg_mm: Kisím ezafá ói giyói.

source: Category deleted.
rhg_mm: Kisím haçigiyói.

source: Categories deleted.
rhg_mm: Kisím ókkol haçigiyói.

source: Tag deleted.
rhg_mm: Hót haçigiyói.

source: Category updated.
rhg_mm: Kisím taza ói giyói.

source: Category not added.
rhg_mm: Kisím ezafá no yó.

source: Category not updated.
rhg_mm: Kisím taza no yó.

source: Tag added.
rhg_mm: Hót ezafá ói giyói.

source: Tag updated.
rhg_mm: Hót taza ói giyói.

source: Tag not added.
rhg_mm: Hót ezafá no yó.

source: Tag not updated.
rhg_mm: Hót taza no yó.

source: Tags deleted.
rhg_mm: Hót ókkol haçigiyói.

source: %s post not updated, somebody is editing it.
rhg_mm: %s poigam ókkol taza no yó, honókiyo yé hiín oré sóiyigorér.

source: %s post permanently deleted.
rhg_mm: %s poigam ókkol mústakil haçigiyói.

source: %s post moved to the Trash.
rhg_mm: %s poigam ókkol dhasbin ot giyói.

source: %s post restored from the Trash.
rhg_mm: %s poigam ókkol dhasbin óttu wapes ai giyói.

source: %s page updated.
rhg_mm: %s sófa ókkol taza ói giyói.

source: %s page not updated, somebody is editing it.
rhg_mm: %s sófa ókkol taza no yó, honókiyo yé hiín oré sóiyigorér.

source: %s page permanently deleted.
rhg_mm: %s sófa ókkol mústakil haçigiyói.

source: %s page moved to the Trash.
rhg_mm: %s sófa ókkol dhasbin ot giyói.

source: %s page restored from the Trash.
rhg_mm: %s sófa ókkol dhasbin óttu wapes ai giyói.

source: Compare any two revisions
rhg_mm: Honó duiyán rivicén milai saá

source: "%1$s" from %2$s by %3$s.
rhg_mm: %3$s áta %2$s óttu "%1$s"

source: "%1$s" from %2$s.
rhg_mm: %2$s óttu "%1$s".

source: "%1$s" by %2$s.
rhg_mm: %2$s áta "%1$s".

source: Revisions: %s
rhg_mm: Rivicén ókkol: %s

# revisions
source: Browse
rhg_mm: Tuaineeilá

source: Autosave by %s
rhg_mm: %s or áta nizebaze bórierá giyé

source: Current Revision by %s
rhg_mm: %s or áta ehón or rivicén

source: Restore This Autosave
rhg_mm: Nizebaze Bórierá Yián Wapesanó

source: Revision by %s
rhg_mm: %s or áta rivicén

source: Sorry, something went wrong. The requested comparison could not be loaded.
rhg_mm: Mafsaái, kessú golot óiye. Dorhás goijjá fúainnagorá loóudh ói nofaré.

source: Repeat New Password
rhg_mm: Abbar Noya húfiawaádh

source: Repeat Password
rhg_mm: Abbar Húfiawaádh

source: Add menu items from the column on the left.
rhg_mm: Mínu'r jiníc ókkol bandhák or thúni't ezafágoró.

source: The theme contains no files.
rhg_mm: Tehm ot honó fail ókkol nái.

source: The package contains no files.
rhg_mm: Bandhúl ot honó fail ókkol nái.

source: Loading&hellip;
rhg_mm: Loóudh ór&hellip;

source: This item has already been deleted.
rhg_mm: Jiníc yián foóila loti haçi diya giyé.

source: To restore a revision, <strong>click Restore This Revision</strong>.
rhg_mm: Ekkán rivicén wapes aníballá, <strong>Rivicén Yián Wapesanó re klikgoró</strong>.

# Followed by post revision info
source: To:
rhg_mm: Íkka:

# Followed by post revision info
source: From:
rhg_mm: Óttu:

# Button label for a previous revision
source: Previous
rhg_mm: Fisór

# Button label for a next revision
source: Next
rhg_mm: Baade

source: Editing Menus
rhg_mm: Mínu ókkol Sóiyegoró

source: Menu locations updated.
rhg_mm: Mínu zaga ókkol taza ói giyói.

source: %1$s by %2$s.
rhg_mm: %2$s or áta %1$s.

source: Released: %d.
rhg_mm: Eridiyé: %d.

source: Track %1$s of %2$s.
rhg_mm: %2$s or Lain %1$s.

source: Track %1$s.
rhg_mm: Lain %1$s.

source: Genre: %s.
rhg_mm: Zanoya'r kisím: %s.

source: Audio Format:
rhg_mm: Abás or cokól:

source: Audio Codec:
rhg_mm: Abás or Kodhek:

source: Your latest changes were saved as a revision.
rhg_mm: Tuáñr taza tobdil óll ekkán rivicén hísafe bórierá gíil.

source: This screen is used for managing your custom navigation menus.
rhg_mm: Eskírin yián tuáñr háaic mozin duadui'r mínu ókkol entezam goríbélla estemal óiye.

source: From this screen you can:
rhg_mm: Eskírin yián ottu tuñí faríba:

source: Create, edit, and delete menus
rhg_mm: Mínu ókkol toiyargoró, sóiyigoró ar haçifélo

source: Add, organize, and modify individual menu items
rhg_mm: Ekála mínu'r jiníc ókkol ezafágoró, bebostágoró, ar bodoló

source: To edit an existing menu, <strong>choose a menu from the drop down and click Select</strong>
rhg_mm: Ekkán moujut aséde mínu ré sóiyi goribélla, <strong> lothki aséde éntu ekkán mínu basílo ar Basílo ré klikgoró</strong>

source: Menu Management
rhg_mm: Mínu'r Entezam

source: Edit Menus
rhg_mm: Mínu ókkol Sóiyigoró

source: Manage Locations
rhg_mm: Zaga ókkol Entezamgoró

source: Theme Location
rhg_mm: Tehm or Zaga

source: Assigned Menu
rhg_mm: Mokoror goijjá Mínu

source: Select a Menu
rhg_mm: Ekkán Mínu Basílo

# menu
source: Edit
rhg_mm: Sóiyigoró

# menu
source: Use new menu
rhg_mm: Noya mínu estemalgoró

source: Restore This Revision
rhg_mm: Rivicén Yián Wapesanó

source: Capabilities
rhg_mm: Kabiliát ókkol

source: Denied: %s
rhg_mm: Manágoijjé: %s

source: Move
rhg_mm: Laro

source: Up one
rhg_mm: Uggwá uore

source: Down one
rhg_mm: Uggwá nise

source: To the top
rhg_mm: Uor mikka

source: Menu Structure
rhg_mm: Mínu'r Hák

source: Menu Settings
rhg_mm: Mínu'r Séthín ókkol

source: The backup of this post in your browser is different from the version below.
rhg_mm: Tuáñr braozar or bútore poigam yián or ezafíkopí nisor varcén óttu forók asé.

source: Draft created on %1$s at %2$s
rhg_mm: Tooitta %1$s ot %2$s ot toiyar ói giyégói.

source: You cannot move this item to the Trash. %s is currently editing.
rhg_mm: Tuñí cis yián dhasbin or íkka lari nofaríba. Ehón %s yé sóiyigorér.

source: Take over
rhg_mm: Bárai loifélo

source: %s has taken over and is currently editing.
rhg_mm: %s yé bárai loifélaiye ar ehón sóiyigorér.

source: Select a menu to edit:
rhg_mm: Sóiyigoribélla ekkán mínu basílo:
