Repository: manveru/wordpress-translations
Catalog: admin-rhg.po
Languages: rhg_mm

source: Edit your menu below, or <a href="%s">create a new menu</a>.
rhg_mm: Nise tuáñr mínu sóiyigoró, yá <a href="%s">ekkán noya mínu toiyargoró</a>.

source: or <a href="%s">create a new menu</a>.
rhg_mm: yá <a href="%s">ekkán mínu toiyargoró</a>.

source: Thank you for Updating! Please visit the <a href="%s">Upgrade Network</a> page to update all your sites.
rhg_mm: Tazagoríbar cúkuria! Meérbanigorí tuáñr beggún sáith ókkol oré taza goribélla <a href="%s">Nethwaák Tazagoríbar</a> sófa ré ziyarotgoró.

source: sub item
rhg_mm: nisor jiníc

source: Selected menus have been successfully deleted.
rhg_mm: Basíloiyá mínu ókkol kamiyabi sáñte haçigiyói.

source: Auto add pages
rhg_mm: Sófa ókkol nizebaze ezafágoró

source: Look Up
rhg_mm: Talacgoró

source: %s is currently editing
rhg_mm: %s ehón sóiyi ór

source: Image rotation is not supported by your web host.
rhg_mm: Fothú fakkára tuáñr wébsáith or giróse hémayot no goré.

source: If you are looking to use the link manager, please install the <a href="%s">Link Manager</a> plugin.
rhg_mm: Zodi tuñí rabeta'r menéjar estemalgorito soódde óile, meérbanigorí guwá <a href="%s">Rabeta'r Menéjar</a> or modhul gwá fíthgoró.

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
rhg_mm: <a href="%1$s">Wíjeth</a> yá <a href="%2$s">mínu</a> ókkol sóoñló

source: Inserting Media
rhg_mm: Midhia Dhalér

source: Publish Settings
rhg_mm: Baáirgoríbar Séthín ókkol

# media item
source: Edit
rhg_mm: Sóiyigoró

# color
source: Default: %s
rhg_mm: Asási: %s

# column name
source: Uploaded to
rhg_mm: Ikka uoretulá giyé

source: The uploaded file is not a valid image. Please try again.
rhg_mm: Uoretuillá fail ekkán sóiyi fothú nóí. Meérbanigorí abbar kucícgoró.

source: Choose a Background Image
rhg_mm: Ekkán Fisórmonzor or Fothú Basílo

source: Choose a Custom Header
rhg_mm: Ekkán Háaic Mozin Matá Basílo

source: More Actions
rhg_mm: Aró Ékcen ókkol

source: Turn comments on or off
rhg_mm: Rai ókkol bongoró yá kúlo

source: Learn more about getting started
rhg_mm: Cúrugoríbar baabote aró cíko

source: File URL:
rhg_mm: Fail or URL:

source: ID #%1$s: %2$s <strong>The current user will not be deleted.</strong>
rhg_mm: ID #%1$s: %2$s <strong>Ehónor estemal goróya haçi diya no zaibóu.</strong>

source: ID #%1$s: %2$s <strong>The current user will not be removed.</strong>
rhg_mm: ID #%1$s: %2$s <strong>Ehónor estemal goróya lariféla no zaibóu.</strong>

source: Used: %1$s%% of %2$s
rhg_mm: Estemal óiye: %1$s%% ór %2$s

source: Please select an option.
rhg_mm: Meérbanigorí ekkán ektiyar basílo.

source: <strong>ERROR</strong>: The email address is already used.
rhg_mm: <strong>GOLOT</strong>: B-ciñçír thíkana yián foóila loti estemal óiye.

source: $image needs to be an WP_Image_Editor object
rhg_mm: $image ekkán WP_Image_Editor or ciz óibar zorurot asé

source: Discourage search engines from indexing this site
rhg_mm: Tuaisaáde ingin ókkol oré sáith yián oré liísgoráttu hímmot hára.

source: Allow search engines to index this site
rhg_mm: Tuaisaáde ingin óll oré sáith yián oré liís goribar ejazotdo.

source: Search Engine Visibility
rhg_mm: Tuaisaáde Ingin or Dahá

source: The privacy options group has been removed. Use another settings group.
rhg_mm: Razdari'r ektiyar ókkol or gurúp larifélagiyé. Aruggwá séthín ókkol or gurúp estemal goró.

source: Add a blog post
rhg_mm: Ekkán bolog poigam ezafágoró

source: Write your first blog post
rhg_mm: Tuáñr foóila bolog poigam lekó

source: Add an About page
rhg_mm: Uggwá Baabot or sófa ezafágoró

source: View your site
rhg_mm: Tuáñr sáith soó

source: Uploaded on: <b>%1$s</b>
rhg_mm: Uoretuille: <b>%1$s</b>

source: If you have marked plugins as favorites on WordPress.org, you can browse them here.
rhg_mm: Zodi tuñí WordPress.org or uore modhul ókkol oré fosón hísafe maák goijjó de óile, tuñí hiín oré yiáñt tuaineeilá faríba.

source: Your WordPress.org username:
rhg_mm: Tuáñr WordPress.org or estemalgoróya'r nam:

source: Get Favorites
rhg_mm: Fosón ókkol háñsilgoró

source: Search Engines Discouraged
rhg_mm: Tuaisaíbar ingin ókkol or hímmot háraiya

source: Get Started
rhg_mm: Cúrugoró

source: or, <a href="%s">change your theme completely</a>
rhg_mm: yá, <a href="%s">tuáñr tehm furafuri bodoló</a>

source: Welcome to WordPress!
rhg_mm: WordPress ot Estekbal Gorázar!

source: Next Steps
rhg_mm: Yárbaade

source: Edit your front page
rhg_mm: Tuáñr muúm or sófa sóiyigoró

source: Add additional pages
rhg_mm: Aró sófa ókkol ezafágoró

# Plugin Installer
source: Favorites
rhg_mm: Fosón ókkol

source: Flexible Header
rhg_mm: Fíraifarede Matá

source: Sorry, you have used all of your storage quota of %s MB.
rhg_mm: Mafsaái, tuñí tuáñr hálizaga'r hód %s MB beggún estemal gorifélaiyó.

# widget
source: Add
rhg_mm: Ezafágoró

# widget
source: Edit
rhg_mm: Sóiyigoró

source: Search by tag
rhg_mm: Hót or áta tua

source: Search by author
rhg_mm: Lekóya'r áta tua

source: Search by keyword
rhg_mm: Dorhárilofzór áta tua

source: Type of search
rhg_mm: Tuaibar kisím

source: Screen Options Tab
rhg_mm: Eskirín Ektiyar ókkol or Hót

source: Contextual Help Tab
rhg_mm: Moton Modot or Hót

source: Skip to main content
rhg_mm: Meéin hazorjiníc or ikka cúçido

source: Main content
rhg_mm: Meéin hazorjiníc

source: Select comment
rhg_mm: Rai basílo

source: Select %s
rhg_mm: %s basílo

source: Skip Cropping, Publish Image as Is
rhg_mm: Cáçá Cúçido, Fothú Zendila Asé Baáirgoró

source: Or choose an image from your media library:
rhg_mm: Yá tuánr midhia laibrittu ekkán fothú basílo:

source: Collapse
rhg_mm: Nisefor

# plugin
source: Installed
rhg_mm: Fíthgoijjá

source: This theme is already installed and is up to date
rhg_mm: Tehm ibá foóila loti fíthgoijjá asé ar taza asé

# theme
source: Installed
rhg_mm: Fíthgoijjá

source: Previewing and Customizing
rhg_mm: Agorisaár ar Háaicmozingorér

source: Previewing and Installing
rhg_mm: Agorisaár ar Fíthgorér

source: Preview %s
rhg_mm: %s agorisoó

source: This screen is used to customize the header section of your theme.
rhg_mm: Eskírin yián tuáñr tehm or matá'r sekcen oré háaic mozin goribélla estemal óiye.

source: Configuration Error
rhg_mm: Golot Tortib

source: New user created. <a href="%s">Edit user</a>
rhg_mm: Noya estemalgoróya bonigiyégói. <a href="%s">Estemalgoróya sóiyigoró</a>

source: User deleted.
rhg_mm: %s estemal goróya ókkol haçigiyói.

source: Could not copy files. You may have run out of disk space.
rhg_mm: Fail ókkol kopí gorí nofare. Óitfare tuáñrtu disk ot zaga nái.

source: Search for themes by keyword.
rhg_mm: Dorhárilofzó loi tehm ókkol tua.

source: Find a theme based on specific features.
rhg_mm: Uggwá tehm tuailo zibá háas húbi ókkol or uore buniyad goré.

source: This theme is broken.
rhg_mm: Tehm ibá báñgga.

source: Set as background
rhg_mm: Fisórmonzor hísafe séthgoró

source: Set as header
rhg_mm: Matá hísafe séthgoró

source: Customize &#8220;%s&#8221;
rhg_mm: Háaic mozin &#8220;%s&#8221;

source: Edit Link
rhg_mm: Rabeta Sóiyigoró

source: Scale
rhg_mm: Mafoni

source: Collapse Sidebar
rhg_mm: Niseforede Sáidhlain

source: Version:
rhg_mm: Varcén:

source: Actions
rhg_mm: Ékcen ókkol

source: Plugin
rhg_mm: Modhul

source: All
rhg_mm: Beggún

source: %s ago
rhg_mm: %s foóila

source: Restore
rhg_mm: Wapesanó

source: About
rhg_mm: Baabote

source: Edit comment
rhg_mm: Rai sóiyigoró

source: Enter title here
rhg_mm: Yiáñt lokób dhaló

source: Target
rhg_mm: Moksót

source: Link URL
rhg_mm: Rabeta'r URL

source: Enter a link URL or click above for presets.
rhg_mm: Ekkán rabeta'r URL dhaló yá agoriséthín ókkol ollá uore klikgoró.

source: Media
rhg_mm: Midhia

source: Select All
rhg_mm: Beggún Basílo

source: Keyword
rhg_mm: Dorhárilofzó

source: This theme requires a parent theme. Checking if it is installed&#8230;
rhg_mm: Tehm ibáttu uggwá uoror tehm laibóu. Cekgorír zodi ibá fíthgoijjá aséde óile&#8230;

source: Preparing to install <strong>%1$s %2$s</strong>&#8230;
rhg_mm: <strong>%1$s %2$s</strong>fíth óibélla toiyar ór &#8230;

source: The parent theme, <strong>%1$s %2$s</strong>, is currently installed.
rhg_mm: Uoror tehm, <strong>%1$s %2$s</strong>, ehón ot fíthgoijjá asé.

source: Successfully installed the parent theme, <strong>%1$s %2$s</strong>.
rhg_mm: <strong>%1$s %2$s</strong> uoror tehm kamiyabi sáñte fíthgoijjá ói giyégói.

source: Header Text
rhg_mm: Matár Leká

source: Show header text with your image.
rhg_mm: Tuáñr fothúr fuáñti matár leká dahá.

source: By %s.
rhg_mm: %s or áta.

source: Add new Comment
rhg_mm: Noya Rai ezafágoró

source: Add Comment
rhg_mm: Rai Ezafágoró

source: Add comment
rhg_mm: Rai ezafágoró

source: Hello Dolly
rhg_mm: Keén asó Dolly

source: <strong>Welcome</strong> &mdash; Shows links for some of the most common tasks when setting up a new site.
rhg_mm: <strong>Estekbalgorázar</strong> &mdash; Ekkán noya sáith séthín goríbar woktót kessú bicí aám ham ókkol ollá rabeta ókkol dahá.

# Howdy
source: Welcome
rhg_mm: Estekbal

source: I'm sorry, the link you clicked is stale. Please select another option.
rhg_mm: Aññí mafsaái, tuñí rabeta klikgoijjó de yián furan. Meérbanigorí arekkán ektiyar basílo.

source: Remember, once deleted your site cannot be restored.
rhg_mm: Yadraikkó, ekbar tuáñr sáith haçi gilégói wapésaní no faríba.

source: Delete My Site
rhg_mm: Añár Sáith Haçifélo

source: Delete My Site Permanently
rhg_mm: Añár Sáith Mústakil Haçifélo

source: I'm sure I want to permanently disable my site, and I am aware I can never get it back or use %s again.
rhg_mm: Aññí fakka añár sáith mústakil bongoríto saáir, ar aññí hoóifari de aññí %s oré wapes háñsil yá estemal gorí nofaríyum.

source: [%s] New Email Address
rhg_mm: [%s] Noya B-ciñçír Thíkana

source: Your email address has not been updated yet. Please check your inbox at %s for a confirmation email.
rhg_mm: Tuáñr b-ciñçír thíkana ájjo tazagorá noóza. Meérbanigorí ekkán tosdik or b-ciñçílla tuáñr b-ciñçí'r fethi %s ot cekgoró.

source: [%s] New Admin Email Address
rhg_mm: [%s] Noya Sóoñlóya'r B-ciñçír thíkana

source: English
rhg_mm: Ingilíc

source: Not enough space to upload. %1$s KB needed.
rhg_mm: Uoretulíbar hálizaga kaafí nái. %1$s KB zorurot asé.

source: Primary Site
rhg_mm: Buniyadi Sáith

source: American English
rhg_mm: Amériki Ingilíc

source: British English
rhg_mm: Bitic Ingilíc

source: View Site
rhg_mm: Sáith Soó

source: MB (Leave blank for network default)
rhg_mm: MB (Nethwaák asás ólla háli cúçido)

source: Visit Dashboard
rhg_mm: Muúmorbudh Ziyarotgoró

source: Your Sites
rhg_mm: Tuáñr Sáith Ókkol

source: Sorry, you must delete files before you can upload any more.
rhg_mm: Mafsaái, aró uoretulí faribélla tuáñrtu foóila hámahá fail ókkol haçiféla foribóu.

source: This file is too big. Files must be less than %1$s KB in size.
rhg_mm: Fail ibá bicí dhoóñr. Fail ókkol maf ot %1$s KB ottú hámahá cóñço oforibóu.

source: The primary site you chose does not exist.
rhg_mm: Buniyadi sáith tuñí basíloiyó de yián moujut nái.

source: Global Settings
rhg_mm: Alomi Séthín ókkol

source: Database Host
rhg_mm: Dhethabéis or Girós

source: Database username
rhg_mm: Dhethabéis estemalgoróya'r nam

source: Table Prefix
rhg_mm: Thebíl Prifíx

source: Run the install
rhg_mm: Fíthgorá sola

source: Let&#8217;s go!
rhg_mm: Zaito&#8217; do!

source: Table prefix (if you want to run more than one WordPress in a single database)
rhg_mm: Thebíl prifíx (zodi tuññí uggwá ehála dhethabéis or bútore uggwáttu bicí WordPress solaito soórde óile)

# example password
source: password
rhg_mm: húfiawaádh

# example username
source: username
rhg_mm: estemalgoróya'r nam

source: Database Name
rhg_mm: Dhethabéis or Nam

source: Database password
rhg_mm: Dhethabéis or húfiawaádh

source: Database host
rhg_mm: Dhethabéis or girós

source: Database name
rhg_mm: Dhethabéis or nam

source: WordPress &rsaquo; Setup Configuration File
rhg_mm: WordPress &rsaquo; Séthgorár Tortib or Fail

# Plugin installer section title
source: Description
rhg_mm: Tofsil

# Plugin installer section title
source: Screenshots
rhg_mm: Eskírinfothú ókkol

# Plugin installer section title
source: Installation
rhg_mm: Fíthgorá

# Plugin installer section title
source: Other Notes
rhg_mm: Oinno Nuth ókkol

# Plugin installer section title
source: Changelog
rhg_mm: Bodola loóg

# Plugin installer section title
source: FAQ
rhg_mm: EFS

source: You should update your web.config now.
rhg_mm: Tuáñrtu tuáñr web.config ehón tazagorá foribóu.

source: Plugin Homepage &#187;
rhg_mm: Modhul or Górorsófa &#187;

source: Failed to repair the %1$s table. Error: %2$s
rhg_mm: Thebíl %1$s thík óite félgiyé gói. Golot: %2$s

source: The active theme is broken. Reverting to the default theme.
rhg_mm: Salu tehm báñgga. Asási tehm or íkka wapesaiyér.

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
rhg_mm: Sáith yián ot dawot diballá nethwaák yián ot foóila loti moujut aséde estemalgoróya'r b-ciñçí yá estemalgoróya dhaló.

source: Show Toolbar when viewing site
rhg_mm: Sáith saáibor woktót Hazorfáththi Dahá

source: Contributing Developers
rhg_mm: Híssadede Toiyargoróya ókkol

source: <strong>Version %1$s</strong> addressed %2$s bug.
rhg_mm: <strong>Varcén %1$s</strong> kessú %2$s fuk ókkol hoóiye.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
rhg_mm: <strong>Varcén %1$s</strong> kessú héfazot or mosólla ókkol hoóiye ar %2$s fuk ókkol thíkgoijjá.

source: For more information, see <a href="%s">the release notes</a>.
rhg_mm: Aró maalumat ollá, <a href="%s">eridiya nuth ókkol</a> soó.

source: Security Release
rhg_mm: Héfazot or Eridiya ókkol

source: Maintenance Release
rhg_mm: Thíkrakár Eridiya ókkol

source: Maintenance and Security Release
rhg_mm: Thíkraká arde héfazot or eridiya ókkol

source: What&#8217;s New
rhg_mm: Noya&#8217; Ki

source: <strong>Version %s</strong> addressed some security issues.
rhg_mm: <strong>Varcén %s</strong> kessú héfazot or mosólla ókkol hoóiye.

source: Return to Updates
rhg_mm: Taza Maalumat or íkka wapes aiyó

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
rhg_mm: WordPress %1$s ot estekbal gorázar. <a href="%2$s">Aró Cíko</a>.

source: Adding Categories
rhg_mm: Kisím ókkol Ezafágorá

source: Adding Tags
rhg_mm: Hót ókkol Ezafágorá

source: Moderating Comments
rhg_mm: Rai ókkol Fáiselagorér

source: User Roles
rhg_mm: Estemalgoróya'r rul ókkol

source: Adding Plugins
rhg_mm: Modhul ókkol Ezafágorá

source: Screen Content
rhg_mm: Eskírin or Hazorjiníc

source: Adding Themes
rhg_mm: Tehm ókkol ezafágorá

source: How to Update
rhg_mm: Kengóri Tazagoribá

source: Available Actions
rhg_mm: Moujut aséde Ékcen ókkol

source: Screen Display
rhg_mm: Eskírin Dahá

source: Attaching Files
rhg_mm: Fail ókkol Laga

source: Common Settings
rhg_mm: Aám Séthín ókkol

source: Custom Structures
rhg_mm: Háaicmozin Hák

source: Post Via Email
rhg_mm: B-ciñçír zoriya poigam do

source: Inactive Sidebar (not used)
rhg_mm: Bongoijjá Sáidhlain (estemal ot nái)

source: Removing and Reusing
rhg_mm: Larifélar ar Abbar estemalgorér

source: Missing Widgets
rhg_mm: Nái de Wíjeth ókkol

source: Deleting Links
rhg_mm: Rabeta ókkol Haçiféla

source: <a href="%s">Learn more about WordPress %s</a>.
rhg_mm: <a href="%s">WordPress %s or baabote aró cíko</a>.

source: Managing Pages
rhg_mm: Sófa ókkol Sóoñlá

source: Welcome to WordPress %s
rhg_mm: WordPress %s ot Estekbal gorázar

source: Go to Dashboard &rarr; Home
rhg_mm: Muúmorbuth or íkka za &rarr; Gór

source: Customize Your Site
rhg_mm: Tuáñr Sáith oré Háaicmozin goró

source: Profile updated.
rhg_mm: Profail taza ói giyégói.

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
rhg_mm: Keén Asó, Tuáñre '%1$s' oré juáin goríballá %2$s ót %3$s rul or fúañti dawot diya giyé. Meérbanigorí dawot oré fakkahoíballá nise diyé de rabeta re sibo: %4$s

source: Core Developer
rhg_mm: Buniyadi Toiyargoróya

# admin menu
source: All Links
rhg_mm: Beggún Rabeta ókkol

source: Drop files here
rhg_mm: Yiáñt fail ókkol erido

source: %s plugins
rhg_mm: %s modhul ókkol

source: %s plugin
rhg_mm: %s modhul

source: Successfully optimized the %s table.
rhg_mm: %s thebíl kamiyabi sáñte behétor ói giyégói.

source: The %s table is okay.
rhg_mm: %s thebíl thík asé.

source: The %s table is already optimized.
rhg_mm: %s thebíl foóila loti behétorgoijjá asé.

source: <strong>ERROR</strong>: options page not found.
rhg_mm: <strong>GOLOT</strong>: ektiyar ókkol or sófa noófa.

source: ERROR: please type a comment.
rhg_mm: GOLOT: meérbanigorí ekkán rai lekó

source: Overview
rhg_mm: Uortúsoó

source: Add Existing User
rhg_mm: Moujutasé de Estemalgoróya Ezafágoró

source: Install
rhg_mm: Fíthgoró

source: User removed from this site.
rhg_mm: Estemalgoróya sáith yián óttu lariféla giyé.

source: Delete
rhg_mm: Haçifélo

source: All Users
rhg_mm: Beggún Estemalgoróya ókkol

source: Role
rhg_mm: Rul

source: For more information:
rhg_mm: Aró maalumat ólla:

# user
source: Add New
rhg_mm: Noya Ezafágoró

source: Search Users
rhg_mm: Estemalgoróya Tua

source: Installed Plugins
rhg_mm: Fíthgoijjá Modhul ókkol

# plugin editor
source: Editor
rhg_mm: Edhithar

source: Add New User
rhg_mm: Noya Estemalgoróya Ezafágoró

source: Caution:
rhg_mm: Etiyat:

source: User added.
rhg_mm: Estemalgoró ezafá óiye.

source: Changed roles.
rhg_mm: Rul ókkol bodoligiyói.

source: You can&#8217;t remove users.
rhg_mm: Tuñí estemalgoróya ókkol lari nofariba.

source: Site Language
rhg_mm: Sáith or Zuban

source: Email Address
rhg_mm: B-ciñçír Thíkana

source: Post Formats
rhg_mm: Poigam or Cokól ókkol

source: Featured Images
rhg_mm: Húbiwala Fothú ókkol

source: Full Width Template
rhg_mm: Fuúl Fatári Nomuna

source: Featured Image Header
rhg_mm: Húbiwala Fothú ókkol or Matá

# term name
source: Name
rhg_mm: Nam

# meta name
source: Name
rhg_mm: Nam

# theme name
source: Name
rhg_mm: Nam

source: Re-install Now
rhg_mm: Ehón Abbar fíthgoró

source: External Libraries
rhg_mm: Baáror Laibri ókkol

source: Available Tools
rhg_mm: Moujutasé de Hamor sáman

source: Network Setup
rhg_mm: Nethwaák Séthgoró

source: Core Contributors to WordPress %s
rhg_mm: WordPress %s ot buniyadi Híssadoya ókkol

source: All Comments
rhg_mm: Beggún Rai ókkol

source: Project Leaders
rhg_mm: Monsuba'r Boro ókkol

# removing-widget
source: Deactivate
rhg_mm: Bongoró

source: Freedoms
rhg_mm: Azadi ókkol

source: You have specified this user for deletion:
rhg_mm: Tuñí estemalgoróya ibá ré haçifélai bélla waazé goijjó:

source: &larr; Back to Users
rhg_mm: &larr; Estemal Goróya'r Íkka Wapes zoo

source: Default Post Format
rhg_mm: Asási Poigam or Cokól

# user
source: Add Existing
rhg_mm: Foóila Loti Aséde Hiín Ezafágoró

source: Sample Page
rhg_mm: Mesál Sófa

source: Super admin privileges cannot be removed because this user has the network admin email.
rhg_mm: Afzól entezam or mouka ókkol larifélai nofaribou kiyóllahoilé estemalgoróya ibáttu nethwaák entezam goréde b-biñçí asé.

source: This child theme inherits templates from a parent theme, %s.
rhg_mm: Baicca tehm ibá yé, uoror tehm %s óttu nomuna ókkol miras lo.

source: This is a file in your current parent theme.
rhg_mm: Tuáñr ehón or uoror tehm or bútore ibá uggwá fail.

source: WordPress &rsaquo; Update
rhg_mm: WordPress &rsaquo; Tazagor

source: No Update Required
rhg_mm: Honó Tazagorár Zorurot Nái

source: Database Update Required
rhg_mm: Dhethabéis Tazagorár Zorurot Asé

source: Update WordPress Database
rhg_mm: WordPress or Dhethabéis Tazagoró

source: Update Complete
rhg_mm: Tazagorá Mukómmol Óiye

source: Your WordPress database has been successfully updated!
rhg_mm: Tuáñr WordPress or dhethabéis kamiyabi sáñte taza ói giyégói!

source: Authors:
rhg_mm: Lekóya ókkol:

source: All content
rhg_mm: Beggún hazorjiníc

source: Email or Username
rhg_mm: B-ciñçí yá Estemalgoróya'r nam

source: Search Installed Themes
rhg_mm: Fíthgoijjá Tehm ókkol Tua

# posts
source: Sticky <span class="count">(%s)</span>
rhg_mm: Lagaiya <span class="count">(%s)</span>

source: Please select one or more themes to update.
rhg_mm: Meérbanigorí tazagorí bélla uggwá yá bicí tehm ókkol basílo.

source: Please select one or more plugins to update.
rhg_mm: Meérbanigorí tazagorí bélla uggwá yá bicí modhul ókkol basílo.

source: Check Again
rhg_mm: Abbar Cekgoró

source: Last checked on %1$s at %2$s.
rhg_mm: Ahéribar %1$s or uore %2$s ot cekgoijjé.

source: Apply Filters
rhg_mm: Saloin ókkol Fíthgoró

source: Translation Ready
rhg_mm: Torjuma Toiyar

source: Front Page Posting
rhg_mm: Muúmor Sófa'r Poigam

source: You have %1$s and %2$s.
rhg_mm: Tuáñrtu %1$s arde %2$s asé.

source: %s site
rhg_mm: %s sáith ókkol

source: %s user
rhg_mm: %s estemalgoróya ókkol

source: Create a New User
rhg_mm: Uggwá Noya Estemalgoróya Toiyargoró

source: Search Sites
rhg_mm: Sáith ókkol Tua

source: Storage Space
rhg_mm: Gudam or Hálizaga

source: Create a New Site
rhg_mm: Ekkán Noya Sáith Toiyargoró

source: FTP/SSH Username
rhg_mm: FTP/SSH FTP Estemalgoróya'r nam

source: FTP Username
rhg_mm: FTP Estemalgoróya'r nam

source: FTP/SSH Password
rhg_mm: FTP/SSH Húfiawaádh

source: FTP Password
rhg_mm: FTP Húfiawaádh

source: You have the latest version of WordPress.
rhg_mm: Tuáñrtu WordPress or taza varcén asé.

source: Your plugins are all up to date.
rhg_mm: Tuáñr modhul ókkol beggún taza asé.

source: Your themes are all up to date.
rhg_mm: Tuáñr tehm ókkol beggún taza asé.

source: An updated version of WordPress is available.
rhg_mm: Uggwá WordPress or taza goijjá varcén moujut asé.

source: Function Name&hellip;
rhg_mm: Fangcen or Nam&hellip;

source: (no parent)
rhg_mm: (honó uor nái)

source: All updates have been completed.
rhg_mm: Beggún taza goribar maalumat ókkol mukómmol ói giyégói.

source: <strong>Name</strong> &mdash; The name is how it appears on your site.
rhg_mm: <strong>Nam</strong> &mdash; Nam zendila tuáñr sáith ot daházar.

source: Remove Header Image
rhg_mm: Matár Fothú Larifélo

source: Reset Image
rhg_mm: Fothú Abbar séthgoró

source: Restore Original Header Image
rhg_mm: Asóli Matár Fothú Wapesanó

source: Default Images
rhg_mm: Asási Fothú ókkol

source: Crop Header Image
rhg_mm: Matár Fothú Cáçó

source: Allow comments.
rhg_mm: Rai ókkol ejazot asé.

source: Return to WordPress Updates page
rhg_mm: WordPress or Taza Maalumat or Sófa'r íkka Wapes Aiyó

source: Search Installed Plugins
rhg_mm: Fíthgoijjá Modhul ókkol Tua

source: Categories and Tags Converter
rhg_mm: Kisím arde Hót ókkol Bodolóya

source: Most Recent
rhg_mm: Ebbre Ehón or

source: Start date:
rhg_mm: Cúrur Tarík:

# Plugin Installer
source: Tag
rhg_mm: Hót

# Theme Installer
source: Tag
rhg_mm: Hót

# Theme stylesheets in theme editor
source: Styles
rhg_mm: Ecthail ókkol

# verb
source: Clear
rhg_mm: Sáf

# comment
source: Mark as Spam
rhg_mm: Fozúl hísafe Maákgoró

source: Remove Background Image
rhg_mm: Fisórmonzor or Fothú Larifélo

source: Comments on &#8220;%s&#8221;
rhg_mm: &#8220;%s&#8221 or uore rai ókkol;

# comment
source: Not Spam
rhg_mm: Fozúl Nói

source: WordPress Blog
rhg_mm: WordPress Bologsáith

source: Remove Users from Site
rhg_mm: Sáith óttu Estemalgoróya ókkol larifélo

source: &mdash; No role for this site &mdash;
rhg_mm: &mdash; Sáith yián ólla honó rul nái &mdash;

source: No items.
rhg_mm: Cis ókkol nái.

source: The menu item has been successfully deleted.
rhg_mm: Mínu'r cis kamiyabi sáñte haçi giyégói.

source: Try again
rhg_mm: Abbar kucícgoró

source: Please provide a custom field name.
rhg_mm: Meérbanigorí ekkán háaicmozin zaga'r nam do.

source: Confirm Removal
rhg_mm: Lara Tosdikgoró
