Repository: manveru/wordpress-translations
Catalog: admin-rhg.po
Languages: rhg_mm

source: You have specified these users for removal:
rhg_mm: Tuñí estemalgoróya iín oré larifélai bélla waazé goijjó:

source: There are no valid users selected for removal.
rhg_mm: Eçé larifélai bélla honó sóiye estemalgoróya ókkol basíloiyá nái.

source: User deletion is not allowed from this screen.
rhg_mm: Eskírin yián óttu estemalgoróya ókkol haçibar ejazot nái.

source: You can't remove the current user.
rhg_mm: Tuñí ehón or estemalgoróya ré lari no fariba.

source: Other users have been removed.
rhg_mm: Oinno estemalgoróya ókkol lori giyégói.

source: Hide Details
rhg_mm: Tofsil ókkol Luwa

source: Show Details
rhg_mm: Tofsil ókkol Dahá

source: No thanks, do not remind me again
rhg_mm: Nói cúkuria, abbar añáre yiad no goráiyó

source: Yes, take me to my profile page
rhg_mm: Ói, añáre añár profail or sófa't loiza

source: Your chosen password.
rhg_mm: Tuáñr basíloiyá húfiawaádh.

source: User has been added to your site.
rhg_mm: Estemalgoró tuáñr sáith ot ezafá ói giyé gói.

source: That user is already a member of this site.
rhg_mm: Estemalgoró íba foóila lóti sáith yián or uggwá membór.

source: Grant this user super admin privileges for the Network.
rhg_mm: Estemalgoróya ibá ré nethwaák yián ollá afzól entezam or mouka ókkol boccírgoró.

source: Usernames cannot be changed.
rhg_mm: Estemalgoróya'r nam bodoli no faribóu.

source: The miscellaneous options group has been removed. Use another settings group.
rhg_mm: Beckisím or ektiyar ókkol or gurúp larifélagiyé. Aruggwá séthín ókkol or gurúp estemal goró.

source: Update WordPress
rhg_mm: WordPress Tazagoró

source: WordPress Updates
rhg_mm: WordPress Tazagorá ókkol

source: Must-Use <span class="count">(%s)</span>
rhg_mm: Hámahá-Estemal <span class="count">(%s)</span>

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
rhg_mm: Tuñí tehm ibá '%s' haçífélor. No haçíbélla 'Kensel' ar haçíbélla 'Oke' goró.

source: Multisite support is not enabled.
rhg_mm: Bicísáith or hémayot kabelgoijjá nái.

source: [%s] Joining confirmation
rhg_mm: [%s] juáin óibar tosdik

source: Theme Options
rhg_mm: Tehm'r Ektiyar ókkol

source: First Name
rhg_mm: Foóila Nam

source: Last Name
rhg_mm: Ahéri Nam

source: Nickname
rhg_mm: Dhaknam

source: Display name publicly as
rhg_mm: Nam aámfaám hísafe dahá

source: Contact Info
rhg_mm: Konték or Maalumat

source: Personal Options
rhg_mm: Zati Ektiyar Ókkol

source: Visual Editor
rhg_mm: Saíbar Edhithar

source: Disable the visual editor when writing
rhg_mm: Lekíbar woktót saíbar edhithar na kabel goró

source: About Yourself
rhg_mm: Tuánr Baabote

source: About the user
rhg_mm: Estemal goróya'r baabote

source: Biographical Info
rhg_mm: Baabote Maalumat

source: New Password
rhg_mm: Noya Húfiawaádh

source: Type your new password again.
rhg_mm: Tuáñr noya húfiawaádh abbar lekó.

source: Update Profile
rhg_mm: Profail Tazagoró

source: Additional Capabilities
rhg_mm: Aró Kabiliát Ókkol

source: Update User
rhg_mm: Estemalgoróya Tazagoró

source: Skip Confirmation Email
rhg_mm: B-ciñçír Tosdik Cúçido

source: New user created.
rhg_mm: Noya estemalgoróya bonigiyégói.

source: Widget %s
rhg_mm: Wíjeth %s

source: Save Widget
rhg_mm: Wíjeth Bórieró

source: Available Widgets
rhg_mm: Moujut Aséde Wíjeth Ókkol

source: Inactive Widgets
rhg_mm: Bongoijjá Wíjeth Ókkol

source: Select theme to edit:
rhg_mm: Sóiyi gorí bélla tehm basílo:

source: Templates
rhg_mm: Nomuna ókkol

source: Theme deleted.
rhg_mm: Tehm haçigiyói.

source: Broken Themes
rhg_mm: Báñgga Tehm Ókkol

source: Hide this update
rhg_mm: Tazagorá yián luwa

source: Bring back this update
rhg_mm: Tazagorá yián wapes anó

source: Show hidden updates
rhg_mm: Luwaiya tazagorá ókkol dahá

source: Hide hidden updates
rhg_mm: Luwaiya tazagorá ókkol luwa

source: Update Themes
rhg_mm: Tehm Ókkol Tazagoró

source: Use https
rhg_mm: https estemalgoró

source: Always use https when visiting the admin
rhg_mm: Hámicá https estemalgoró zeñtte entezam oré ziyarotgoró

source: Share a little biographical information to fill out your profile. This may be shown publicly.
rhg_mm: Tuáñr profail bóri bélla ekkán gura bayugrafi'r maalumat cíyargoró. Yián óitfare aámfaám dahá zaibou.

source: Delete Users
rhg_mm: Estemalgoróya ókkol Haçifélo

source: There are no valid users selected for deletion.
rhg_mm: Eçé haçifélai bélla honó sóiye estemalgoróya ókkol basíloiyá nái:

source: Other user roles have been changed.
rhg_mm: Oinno estemalgoróya'r rul ókkol bodoli giyégói.

source: Other users have been deleted.
rhg_mm: Oinno estemalgoróya ókkol haçi giyégói.

source: Upload Theme
rhg_mm: Tehm Uoretuló

source: Enable keyboard shortcuts for comment moderation.
rhg_mm: Rai or fáisela gori bélla kibudh or baiththá rasta ókkol kabelgoró.

source: Plugin Reactivation
rhg_mm: Modhul Abbar Salugoróon

source: Plugin reactivated successfully.
rhg_mm: Modhul kamiyabi sáñte abbar salu óiye.

source: Installing Theme: %s
rhg_mm: Tehm Fíthgorér: %s

source: Installing Theme from uploaded file: %s
rhg_mm: Uoretuillá fail óttu tehm fíthgorér: %s

source: Your WordPress database is already up-to-date!
rhg_mm: Tuáñr WordPress or dhethabéis foóila loti taza asé!

source: %s queries
rhg_mm: %s súal ókkol

source: %s seconds
rhg_mm: %s sekén ókkol

source: Edit User
rhg_mm: Estemalgoróya Sóiyigoró

source: Sticky
rhg_mm: Lagaiya

source: Manage Themes
rhg_mm: Tehm ókkol Sóoñló

source: Install Themes
rhg_mm: Tehm ókkol Fíthgoró

source: Maximum size: %s
rhg_mm: Bicíttu bicí maf: %s

# User role
source: Contributor
rhg_mm: Híssadoya

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
rhg_mm: Tuñí rabeta yián '%s' haçífélor. No haçíbélla 'Kensel' ar haçíbélla 'Oke' goró.

source: Press This
rhg_mm: Ibá Sibo

source: Cannot load %s.
rhg_mm: %s loóudh ói nofaré.

source: Invalid plugin page
rhg_mm: Modhul or sófa gairsóiyi

source: Scheduled
rhg_mm: Liísgoijjé

source: Status
rhg_mm: Hásiyot

source: Date
rhg_mm: Tarík

source: Item not updated.
rhg_mm: Jiníc tazagorá noza.

source: Saving is disabled: %s is currently editing this post.
rhg_mm: Bóriera bongorá giyé: Ehón %s yé sófa ibá sóiyigorér.

source: Saving is disabled: %s is currently editing this page.
rhg_mm: Bóriera bongorá giyé: Ehón %s yé sófa ibá sóiyigorér.

source: Someone
rhg_mm: Honíkka

source: Draft saved at %s.
rhg_mm: Tooitta %s ot bórieragiyé.

source: Go back
rhg_mm: Fissá Zoo

source: Import
rhg_mm: Baártugóla

source: Edit Comment
rhg_mm: Rai Sóiyigoró
